      IDENTIFICATION DIVISION.
      PROGRAM-ID. ANA-PROGRAM.
      AUTHOR. Ramazan.
    *
      PROCEDURE DIVISION.
          DISPLAY "Ana program basladi".
          CALL 'HELLO'.
          CALL "DIGER-ISLEM".
          DISPLAY "Ana program bitti".
          STOP RUN.