      IDENTIFICATION DIVISION.
      PROGRAM-ID. MAINPROG.
      PROCEDURE DIVISION.
          DISPLAY 'Ana program başlıyor'.
          CALL 'HELLO'.
          DISPLAY 'Ana program bitti'.
          STOP RUN.